Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: You can store one value, a specific maximum number of values, or an unlimited number of values in each field. For example, an employee identification number field might store a single number, whereas a phone number field might store multiple phone numbers. This setting can be changed after you have created the field, but if you reduce the maximum number of values, you may lose information.
be: Вы можаце захоўваць адно значэнне, вызначаную максімальную колькасць значэнняў або неабмежаваную колькасць значэнняў у кожным полі. Напрыклад, поле ідэнтыфікацыйнага нумара супрацоўніка можа захоўваць толькі адзін нумар, у той час як поле нумару тэлефона можа захоўваць некалькі тэлефонных нумароў. Гэты параметр можа быць зменены пасля стварэння поля, але калі вы памяншаеце максімальную колькасць значэнняў, вы рызыкуеце часткова страціць інфармацыю.

source: You can visit the <a href="@poll">Polls</a> page to view all current polls, or alternately enable the <em>Most recent poll</em> block on the <a href="@blocks">Blocks administration page</a>. To vote in or view the results of a specific poll, you can click on the poll itself.
be: Вы можаце наведаць старонку <a href="@poll"> Апытанняў </a>, каб праглядзець усе бягучыя апытанні або напераменку дазволіць блок <em> Апошнія апытанні </em> на <a href="@blocks"> Старонцы адміністравання блокаў </a>. Каб прагаласаваць або паглядзець вынікі канкрэтных апытанняў, вы можаце самі націснуць на апытанне.

source: You cannot contact more than %number users per hour. Please try again later.
be: Вы можаце кантактаваць з ня болей за %number карыстальнікаў на гадзіну. Калі ласка, паспрабуйце пазней яшчэ раз.

source: You cannot send more than %limit messages in @interval. Try again later.
be: Вы не можаце адправіць больш чым %limit паведамленняў у @interval. Паспрабуйце зноў пазней.

source: You cannot send more than %number messages per hour. Please try again later.
be: Вы не можаце дасылаць болей за %number паведамленняў на гадзіну. Калі ласка, паспрабуйце пазней.

source: You do not have any administrative items.
be: У вас няма ніякіх адміністратыўных элементаў.

source: You do not have permission to update this post.
be: Вы не маеце правоў рэдагаваць гэты пост.

source: You do not have permission to view this form.
be: У вас няма правоў для прагляду гэтай формы.

source: You have just used your one-time login link. It is no longer necessary to use this link to log in. Please change your password.
be: Вы толькі што выкарысталі аднаразовую спасылку для ўваходу. Вам больш не патрэбна карыстацца гэтай спасылкай, каб увайсці. Калі ласка, змяніце ваш пароль.

source: You have just used your one-time login link. It is no longer necessary to use this link to login. Please change your password.
be: Вы толькі што скарысталіся з дасланае Вам аднаразовае спасылкі для ўваходу. Больш зь яе карыстацца ня трэба. Зараз, калі ласка, зьмяніце свой пароль.

source: You have not created any blog entries.
be: Вы не стварылі ніводнага запісу ў блогу.

source: You have not created any content types yet. Go to the <a href="@create-content">content type creation page</a> to add a new content type.
be: Вы пакуль што не стварылі ніводнага тыпу змесціва. Перайдзіце на a href="@create-content">Старонку стварэння змесціва </a>, каб дадаць новы тып змесціва.

source: You have to leave an e-mail address.
be: Вы павінны пакінуць e-mail.

source: You have to leave your name.
be: Вы павінны пакінуць імя.

source: You have to specify a valid author.
be: Вы павінны увесці правільнае імя аўтара.

source: You have to specify a valid date.
be: Вы павінны ўвесці правільную дату.

source: You have tried to use a one-time login link that has either been used or is no longer valid. Please request a new one using the form below.
be: Вы паспрабавалі выкарыставаць для ўвахода аднаразовую спасылку, якая ужо была выкарыставана і больш недзейнічае. Калі ласка запытайце іншую, выкарыстоўваючы форму ніжэй

source: You have tried to use a one-time login link that has expired. Please request a new one using the form below.
be: Для ўваходу ў сістэму Вы спрабавалі скарыстацца аднаразовай спасылкай, чый тэрмін ужо выбег. Калі ласка, запытайце новую спасылку праз форму ніжэй.

source: You have tried to use a one-time login link which has either been used or is no longer valid. Please request a new one using the form below.
be: Вы скарысталіся з аднаразовае спасылкі, якая або была ўжо выкарыстаная, або яе тэрмін выбег. Вы можаце запытаць новую спасылку праз форму ніжэй.

source: You have tried to use an account cancellation link that has expired. Please request a new one using the form below.
be: Вы паспрабавалі скарыстацца лінкам на функцыю выдалення рахунка, але час выкарыстання гэтага лінка ўжо скончыўся. Калі ласка, вышліце лінк яшчэ раз.

source: You may need to set the correct directory at the <a href="@admin-file-system">file system settings page</a> or change the current directory's permissions so that it is writable.
be: Вам можа патрабавацца ўсталяваць правільны каталог на <a href="@admin-file-system">Старонцы наладак файлавых сістэм </a>, ці змяніць дзейсныя правы каталога, каб ён стаў даступны для запісу.

source: You may not block your own IP address.
be: Вы не можаце заблакаваць уласны IP адрас.

source: You may post PHP code. You should include &lt;?php ?&gt; tags.
be: Вы можаце дапісваць PHP-код. У такім выпадку ўключайце тэгі &lt;?php ?&gt;.

source: You may proceed to the <a href="@url">Triggers</a> page to assign these actions to system events.
be: Вы можаце перайсці да старонкі <a href="@url">Трыгеры</a>, каб прысвоіць гэтыя дзеянні сістэмным падзеям.

source: You must <a href="!login">login</a> or <a href="!register">register</a> to view this form.
be: Вы павінны ўвесці <a href="!login">login</a> альбо <a href="!register">register</a> каб праглядзець гэтую форму

source: You must <em>either</em> upload a file or enter a URL.
be: Вы павінны <em>або</em> загрузіць файл <em>або</em> ўвесці URL-адрас.

source: You must either provide a URL or upload an archive file to install.
be: Вы павінны альбо даць URL або загрузіць архіўны файл для ўстаноўкі.

source: You must enable the @required module to install @module.
be: Тэма адключаная

source: You must enable the @required modules to install @module.
be: Вы павінны ўключыць модулі @required, каб усталяваць @module.

source: You must enter a category.
be: Вы павінныя ўвесці катэгорыю.

source: You must enter a message.
be: Вы павінны пакінуць паведамленне

source: You must enter a username.
be: Вы павінны ўвесьці Вашую мянушку.

source: You must enter a valid e-mail address.
be: Вы павінны ўвесці слушны адрас e-mail

source: You must enter an e-mail address.
be: Вы павінны ўвесьці адрас e-mail.

source: You must enter one or more recipients.
be: Вы павінны ўвесьці аднаго ці болей атрымальнікаў.

source: You must fill in at least two choices.
be: Вы павінны прапанаваць як мінімум два варыянты.

source: You must include at least one positive keyword with @count characters or more.
be: Вы павінны ўключыць, па меншай меры, адно станоўчае ключавое слова з колькасцю сімвалаў @count, ці больш.

source: You must select a valid category.
be: Вы павінны абраць існуючую катэгорыю.

source: You must select at least one project to update.
be: Вы павінны выбраць хаця б адзін праект для абнаўлення.

source: You must select something to filter by.
be: Вы павінны абраць нешта для фільтру.

source: You must specify a valid role name.
be: Калі ласка, увядзіце слушны назоў статусу.

source: You must validate your email address for this account before logging in via OpenID.
be: Вы павінны пацвердзіць ваш e-mail для гэтага рахунка перад тым, як увайсці па OpenID.

source: You will receive a confirmation email shortly containing further instructions on how to complete your subscription.
be: <p>Вы неўзабаве атрымаеце ліст-пацвярджэнне з інструкцыяй як дакончыць падпіску.</p>

source: Your OpenID
be: Ваш OpenID

source: Your PHP configuration only supports a single database type, so it has been automatically selected.
be: Ваша канфігурацыя PHP падтрымлівае толькі пэўны тып базы дадзеных, таму яна была аўтаматычна выбрана.

source: Your PHP installation is too old. Drupal requires at least PHP %version.
be: Ваша версія PHP занадта старая. Drupal патрабуе мінімум PHP %version.

source: Your PHP installation is too old. Drupal requires at least PHP 5.2.5, or PHP @version with the htmlspecialchars security patch backported.
be: Ваш PHP усталёўка састарэла. Drupal патрабуе як мінімум PHP 5.2.5, ці PHP @version з патчам бяспекі для падтрымкі htmlspecialchars.

source: Your account will be blocked and you will no longer be able to log in. All of your content will be hidden from everyone but administrators.
be: Ваш рахунак будзе заблакаваны і вы не зможаце больш увайсці на сайт пад гэтым іменем. Створаны вамі змест будзе схаваны на сайце, і яго змогуць убачыць толькі адміністратары.

source: Your account will be blocked and you will no longer be able to log in. All of your content will remain attributed to your user name.
be: Ваш акаўнт будзе заблакаваны і вы больш не зможаце ўвайсці. Увесь ваш кантэнт застанецца характэрным для вашага імя карыстальніка

source: Your account will be removed and all account information deleted. All of your content will also be deleted.
be: Ваш рахунак будзе выдалены і ўся інфармацыя ў ім будзе выдаленая. Створаныя вамі запісы (змест) будуць таксама выдаленыя.

source: Your account will be removed and all account information deleted. All of your content will be assigned to the %anonymous-name user.
be: Ваш рахунак будзе выдалены і ўся інфармацыя ў ім будзе выдаленая. Створаныя вамі запісы (змест) будуць надалей паказвацца ад імені ананімнага карыстальніка (%anonymous).

source: Your comment has been posted.
be: Ваш каментар быў дададзены.

source: Your comment has been queued for moderation by site administrators and will be published after approval.
be: Ваш каментар пастаўлены ў чаргу на мадэрацыю.

source: Your comment has been queued for review by site administrators and will be published after approval.
be: Ваш каментар знаходзіцца ў чарзе на разгляд адміністратарамі сайта і будзе апублікаваны пасля зацвярджэння.

source: Your configuration has been saved.
be: Ваша канфігурацыя была захавана.

source: Your current password is missing or incorrect; it's required to change the %name.
be: Пароль уведзены няправільна; абавязкова ўвядзіце пароль, каб памяняць імя карыстальніка %name.

source: Your currently installed release has been revoked, and is no longer available for download. Disabling everything included in this release or upgrading is strongly recommended!
be: Ваш цякучы рэліз быў ануляваны і больш недаступны для загрузкі. Не марудзячы забараніце ўсё ўключанае ў гэты праект. Строга рэкамендавана!

source: Your currently installed release is now unsupported, and is no longer available for download. Disabling everything included in this release or upgrading is strongly recommended!
be: Ваш цякучы ўсталяваны рэліз зараз не падтрымліваецца, і больш не даступны да загрузкі. Усё ўключанае ў гэты рэліз забаронена. Аднаўленне строга рэкамендавана!

source: Your default search module is not selected as an active module.
be: Ваш модуль пошука па змаўчанні не быў абраны ў якасці актыўнага.

source: Your e-mail
be: Ваш e-mail

source: Your e-mail address
be: Ваш e-mail адрас

source: Your message
be: Вашае паведамленне

source: Your message has been sent.
be: Вашае паведамленне дасланае.

source: Your modules have been downloaded and updated.
be: Вашыя модулі былі загружаныя і абноўленыя.

source: Your name
be: Вашае імя

source: Your node listing query is using @fallback as a base table in a query tagged for node access. This might not be secure and might not even work. Specify foreign keys in your schema to node.nid
be: Ваш запыт спісу вузлоў выкарыстоўвае @fallback як табліцу базы ў запыце адзначаным для дасягу на вузел. Гэта можа быць небяспечна і нават не працаваць. Вызначце знешныя ключы (foreign keys) ў вашай схеме для node.nid

source: Your page will be a part of the selected book.
be: Вашая старонка будзе часткай выбранай кнігі.

source: Your password and further instructions have been sent to your e-mail address.
be: Пароль ды далейшыя інструкцыі былі дасланы на Ваш электронны адрас.

source: Your password is not saved in the database and is only used to establish a connection.
be: Ваш пароль не захоўваецца ў базе дадзеных і выкарыстоўваецца толькі для ўстанаўлення злучэння.

source: Your search used too many AND/OR expressions. Only the first @count terms were included in this search.
be: У вашым пошуке вы выкарыстоўвалі занадта шмат AND/OR выразаў. Толькі першыя ўмовы @count былі ўключаны ў гэты пошук.

source: Your search yielded no results
be: Пошук не даў вынікаў

source: Your server does not support installing modules and themes from this interface. Instead, install modules and themes by uploading them directly to the server, as described in the <a href="@handbook_url">handbook</a>.
be: Ваш сервер не можа падтрымліваць усталёўку модуляў і тэмаў з гэтага інтэрфейсу. Усталюйце лепей модулі і тэмы загрузкай іх напрамую на сервер, як апісана ў <a href="@handbook_url">дапаможніку</a>.

source: Your server does not support updating modules and themes from this interface. Instead, update modules and themes by uploading the new versions directly to the server, as described in the <a href="@handbook_url">handbook</a>.
be: Ваш сервер не падтрымлівае абнаўленне модуляў і тэмаў з гэтага інтэрфейсу. Замест, вы можаце абнавіць модулі і тэмы непасрэдна загрузіўшы новыя версіі на сэрвер. Гэта працэдура апісана ў <a href="@handbook_url">дапаможніку</a>.

source: Your server is capable of displaying file upload progress through APC, but it is not enabled. Add <code>apc.rfc1867 = 1</code> to your php.ini configuration. Alternatively, it is recommended to use <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress</a>, which supports more than one simultaneous upload.
be: Ваш сервер мае магчымасць адлюстроўвання статуса працэса загрузкі файла праз APC, аднак гэта функцыя ня ўключана. Дадайце <code>apc.rfc1867 = 1</code> да вашага складу php.ini. У якасці альтэрнатывы, выкарыстоўвайце <a href="http://pecl.php.net/package/uploadprogress">PECL стус працэса загрузкі</a>, які падтрымлівае некалькі адначасовых загрузак.

source: Your server is capable of displaying file upload progress using APC RFC1867. Note that only one upload at a time is supported. It is recommended to use the <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress library</a> if possible.
be: Ваш сервер падтрымлівае магчымасць адлюстроўвання статуса працэса загрузкі файла з дапамогай APC RFC1867. Заўважце, что падтрымліваецца толькі адна загрузка за адзін раз. Рэкамендуем выкарыстоўваць, калі магчыма, <a href="http://pecl.php.net/package/uploadprogress">бібліятэку PECL uploadprogress</a>.

source: Your server is capable of displaying file upload progress, but does not have the required libraries. It is recommended to install the <a href="http://pecl.php.net/package/uploadprogress">PECL uploadprogress library</a> (preferred) or to install <a href="http://us2.php.net/apc">APC</a>.
be: Ваш сервер падтрымлівае магчымасць адлюстроўвання статуса працэса загрузкі файла, але на ім няма патрэбных бібліятэк. Рэкамендуем усталяваць <a href="http://pecl.php.net/package/uploadprogress"> бібліятэку PECL uploadprogress </a> (preferred) альбо ўсталяваць <a href="http://us2.php.net/apc">APC</a>.

source: Your server is not capable of displaying file upload progress. File upload progress requires PHP be run with mod_php and not as FastCGI.
be: Ваш сервер не мае магчымасці адлюстроўвання статуса працэса загрузкі файла.Для гэтага патрэбна, каб PHP быў запушчаны з mod_php, а не з FastCGI.

source: Your server is not capable of displaying file upload progress. File upload progress requires an Apache server running PHP with mod_php.
be: Ваш сервер не мае магчымасці адлюстравання статуса працэса загрузкі файла. Для гэтага патрэбна, каб на серверы Apache быў запушчаны PHP з mod_php.

source: Your settings have been saved.
be: Вашы наладкі былі захаваны.

source: Your shortcut icon, or 'favicon', is displayed in the address bar and bookmarks of most browsers.
be: Ваша значка "хуткіх спасылак", ці 'favicon' адлюстраваны ў адрасным радку і закладках большасці браўзераў.

source: Your signature will be publicly displayed at the end of your comments.
be: Подпіс будзе выводзіцца напрыканцы каментароў.

source: Your site is currently configured to send these emails only when security updates are available. To get notified for any available updates, !url.
be: Зараз ваш сайт наладжаны адпраўляць гэтыя email паведамленні, калі будуць даступныя абнаўленні бяспекі. Атрымаць апавяшчэнні для ўсіх даступных аднаўленняў бяспекі можна тут !url.

source: Your site is currently configured to send these emails when any updates are available. To get notified only for security updates, !url.
be: Зараз ваш сайт наладжаны адпраўляць гэтыя email паведамленні, калі будуць даступныя які-небудзь абнаўленні. Атрымаць апавяшчэнні толькі для аднаўленняў бяспекі можна тут !url.

source: Your system or network configuration does not allow Drupal to access web pages, resulting in reduced functionality. This could be due to your webserver configuration or PHP settings, and should be resolved in order to download information about available updates, fetch aggregator feeds, sign in via OpenID, or use other network-dependent services. If you are certain that Drupal can access web pages but you are still seeing this message, you may add <code>$conf['drupal_http_request_fails'] = FALSE;</code> to the bottom of your settings.php file.
be: Вашыя сістэмныя альбо сеткавыя наладкі не дазваляюць Drupal'у дасягаць вэб-старонак у выніку паніжанай функцыянальнасці. Гэта можа быць выклікана наладкамі вэб-сервера альбо PHP. Гэта неабходна вырашыць для таго, каб загружаць звесткі пра даступныя аднаўленні, атрымліваць стужкі модуля Aggregator, заходзіць на сайт праз OpenID, ці выкарыстоўваць іншыя сеткава залежныя сэрвісы. Калі вы ўпэўнены, што Drupal можа дасягаць знешніх вэб-старонак, але ўсё яшчэ бачыце гэта паведамленне, вы можаце дадаць код <code>$conf['drupal_http_request_fails'] = FALSE;</code> унізе файла наладак settings.php.

source: Your time zone setting will be automatically detected if possible. Confirm the selection and click save.
be: Калі магчыма, вашы наладкі часавой зоны будуць аўтаматычна выяўлены. Пацвердзіце і захавайце свій выбар.

source: Your username on LiveJournal
be: Вашае імя карыстальніка ў LiveJournal

source: Your version of Drupal has been revoked and is no longer available for download. Upgrading is strongly recommended!
be: Ваша версія Drupal была прыпынена і больш не даступна для загрузкі. Аднаўленне строга рэкамендавана!

source: Your version of Drupal is no longer supported. Upgrading is strongly recommended!
be: Ваша версія Drupal больш не падтрымліваецца.\r Абнаўленне настойліва рэкамендуецца!

source: Your virtual face or picture. Maximum dimensions are %dimensions and the maximum size is %size kB.
be: Вашая выява. Максімальны памер - %dimensions, максімальная "вага" - %size кБ.

source: Your virtual face or picture. Pictures larger than @dimensions pixels will be scaled down.
be: Ваш віртуальны аватар. Выявы, большыя за @dimensions, будуць паменшаныя.

source: Your vote could not be recorded because you did not select any of the choices.
be: Ваш голас не можа быць запісаны, таму што вы не абралі ніякі варыянт адказу.

source: Your vote was cancelled.
be: Ваш голас быў адменены.

source: Your vote was recorded.
be: Ваш голас быў улічаны.

source: Your web server does not appear to support PDO (PHP Data Objects). Ask your hosting provider if they support the native PDO extension. See the <a href="@link">system requirements</a> page for more information.
be: Ваш вэб-сервер не падтрымлівае PDO (PHP Data Objects). Запытайце свайго хостынг правайдэра, ці падтрымліваюць яны PDO пашырэнне. Чытайце старонку <a href="@link">сістэмных патрабаванняў</a> для атрымання большых звестак.

source: Your web server does not appear to support any common PDO database extensions. Check with your hosting provider to see if they support PDO (PHP Data Objects) and offer any databases that <a href="@drupal-databases">Drupal supports</a>.
be: Ваш вэб-сервер не падтрымлівае ніякіх звычайных PDO пашырэнняў баз дадзеных. Запытайце ў вашага хостынг правайдэра праверыць, ці падтрымліваюць яны PDO (PHP Data Objects) і ці прапаноўваюць базы дадзеных, якія <a href="@drupal-databases">падтрымлівае сама Drupal</a>.

source: Your web server does not appear to support any common database types. Check with your hosting provider to see if they offer any databases that <a href="@drupal-databases">Drupal supports</a>.
be: Ваш веб сервер не падтрымлівае распаўсюджаныя тыпы баз дадзеных. Праверце ў прадстаўнікоў вашага хостынг-правайдэра, што яны падтрымліваюць <a href="@drupal-databases">базы, якія працуюць з Drupal'ам</a>.

source: Your web server seems to have the wrong version of PDO installed. Drupal 7 requires the PDO extension from PHP core. This system has the older PECL version. See the <a href="@link">system requirements</a> page for more information.
be: Ваш вэб-сервер здаецца мае няправільную ўсталяваную версію PDO. Drupal 7 патрабуе пашырэнне PDO з ядра PHP. Гэта сістэма мае старэйшую версію PECL. Чытайце старонку <a href="@link">сістэмных патрабаванняў</a> для атрымання большых звестак.

source: Zambia
be: Замбія

source: Zhuang
be: Зуанг

source: Zimbabwe
be: Зімбабвэ

source: Zulu
be: Зулу

source: [!site-name] !subject
be: [!site-імя] !subject

source: [user:name] has applied for an account. [user:edit-url]
be: [user:name] падаў заяўку на стварэнне акаўнта\r \r [user:edit-url]

source: [user:name], A request to cancel your account has been made at [site:name]. You may now cancel your account on [site:url-brief] by clicking this link or copying and pasting it into your browser: [user:cancel-url] NOTE: The cancellation of your account is not reversible. This link expires in one day and nothing will happen if it is not used. -- [site:name] team
be: [user:name],\r \r На [site:name] был зроблены запыт на выдаленне акаўнту.\r \r Зараз вы можаце выдаліць ваш акаўнт [site:url-brief], націснуўшы або скапівараваўшы гэтую спасылку ў адрасны радок браўзера .\r \r [user:cancel-url]\r \r Заўвага: выдаленне вашага акаўнта немагчыма.\r \r Гэта спасылка дзейнічае адзін дзень і нічога не здарыцца, калі яна не будзе выкарастана.\r \r Каманда [site:name]\r \r -- [site:name] team

source: [user:name], A request to reset the password for your account has been made at [site:name]. You may now log in by clicking this link or copying and pasting it to your browser: [user:one-time-login-url] This link can only be used once to log in and will lead you to a page where you can set your password. It expires after one day and nothing will happen if it's not used. -- [site:name] team
be: [user:name],\r \r На [site:name] быў зроблен запыт на змяненне пароля вашага акаўнта.\r ¬\r Зараз вы можаце ўвайсці на сайт, націснув на гэтую спасылку, альбо скапіраваўшы яе ў адрасны радок вашага браўзера:\r ¬\r [user:one-time-login-url]\r ¬\r Гэта спасылка можа быць выкараставана для ўваходу толькі аднойчы і перавядзе вас на старонку, дзе вы можаце ўсталяваць ваш пароль. Яна не будзе працоўнай праз дзень, але нічога не здарыцца, калі вы яе не выкарыстаеце.\r \r -- Каманда [site:name]
